Repository: wp-plugins/social-popup
Catalog: languages/spu-*.po
Languages: es_es

source: Main Settings
es_es: Configuración general

source: Styling
es_es: Diseño

source: Display Rules
es_es: Opciones de visualización

source: Debugging
es_es: Desarrollo

source: seconds
es_es: segundos

source: Wait
es_es: Espera

source: This plugin requires WordPress 3.0 or newer. Please update your WordPress installation to activate this plugin.
es_es: Este plugin requiere WordPress 3.0 o superior. Por favor, actualiza tu instalación de WordPress para poder activar este plugin.

source: Default Field
es_es: Resetear

source: This is a default description.
es_es: Esto es una descripción por defecto.

source: Settings
es_es: Opciones

source: Save Changes
es_es: Guardar cambios

source: Enable / Disable
es_es: Activar / Desactivar

source: Enable / Disable the Social PopUP plugin.
es_es: Activa o desactiva el plugin Social PopUP.

source: Enabled
es_es: Activado

source: Disabled
es_es: Desactivado

source: Credits Url
es_es: Créditos

source: Give us some support by enabling the small link on footer.
es_es: Ayúdanos a seguir habilitando un enlace en el pie de página.

source: Yes
es_es: Si

source: Google "+1" Url
es_es: Google +

source: The Google url you want to +1 (include "http://"). Leave empty for current visitor page.
es_es: El enlace a tu página o perfil en Google + (no te olvides de incluir "http://"). Si lo dejas en blanco se hará un "+1" en la página en la que esté el visitante.

source: Twitter Username
es_es: Twitter

source: Your twitter username without "@" sign.
es_es: Tu nombre de usuario en Twitter (sin incluir la "@").

source: Facebook Url
es_es: Facebook

source: You facebook page (include "http://").
es_es: El enlace a tu página de Facebook (no te olvides de incluir "http://").

source: Show Close Button
es_es: Botón "Cerrar"

source: Enable / Disable the close button.
es_es: ¿Quieres mostar el botón de cerrar la ventana?

source: Close Advanced keys
es_es: Atajos del teclado

source: If enabled, users can close the popup by pressing the escape key or clicking outside of the popup.
es_es: Si lo activas, los usuarios podrán cerrar la ventanda con la tecla "Esc" de su teclado o pulsando sobre la parte sombreada de la web.

source: Days until popup shows again?
es_es: ¿Cuando se volverá a mostrar?

source: When a user closes the popup he won't see it again until all these days pass
es_es: Cuando un usuario cierra la ventana, no le volverá a aparecer hasta pasados los días que aquí especifiques.

source: Seconds for popup to appear ?
es_es: ¡Cuánto tardará en aparecer?

source: After the page is loaded, popup will be shown after X seconds
es_es: Una vez que la página sea cargada, la ventana aparecerá pasados los segundos que aquí especifiques.

source: Seconds for popup to close ?
es_es: ¿Cuanto tardará en cerrarse?

source: After the popup is loaded, popup will be close after X seconds. 0 to disable
es_es: Si quieres que la ventana se cierre automáticamente pasados unos segundos, especificalos aquí. Usa "0" para deshabilitar esta opción.

source: Display a Thanks Message if someone share
es_es: Mensaje de agradecimiento

source: After the popup is closed, this message will appear if they click on any social link
es_es: Antes de que la ventana se cierre, este mensaje aparecerá para dar las gracias al visitante por haber pulsado sobre alguna red social.

source: Seconds for thanks message to show ?
es_es: ¿Durante cuanto tiempo se mostrará el agradecimiento?

source: After the thanks message is displayed, popup will be close after X seconds.
es_es: Elige cuantos segundos quieres que aparezca el mensaje de agradecimiento. Pasado este tiempo, la ventana se cerrará.

source: Example Checkbox
es_es: Casilla de ejemplo

source: This is a description for the checkbox.
es_es: Esta es la descripción de una casilla.

source: Example Radio
es_es: Radio de ejemplo

source: This is a description for the radio buttons.
es_es: Esta es una descripción del radio de los botones.

source: Template
es_es: HTML

source: Edit the default template. Add or remove buttons with {twitter}, {facebook}, {google} and edit or add your custom HTML.
es_es: Aquí puedes personalizar como se mostrará el plugin, añade o edita el código HTML que creas oportuno. Para añadir o eliminar los botones sociales usa " {twitter}", "{facebook}" y/o "{google}".

source: RESET HTML CODE
es_es: RESTAURAR CÓDIGO HTML

source: CSS Rules
es_es: CSS

source: This are some rules for the default template. Feel free to create yours.
es_es: Este campo puedes editar a tu gusto el CSS del plugin.

source: RESET CSS CODE
es_es: RESTAURAR CÓDIGO CSS

source: Opacity
es_es: Opacidad

source: Change background opacity. Default is 0.65
es_es: Cambia la opacidad del fondo de la ventana. Por defecto es 0.65.

source: Mobiles / Tablets
es_es: Móviles / Tablets

source: If enabled, popup will show in mobiles, tablets, iphones, etc .
es_es: Aquí puedes habilitar el plugin para que se muestre en dispositivos móviles.

source: Show in
es_es: Mostrar en

source: Where to show popup.
es_es: ¿Dónde quieres mostrar la ventana?

source: Home
es_es: Página principal

source: Pages
es_es: Páginas

source: Posts
es_es: Entradas

source: Everywhere
es_es: En todos sitios

source: Show to
es_es: Mostrar a

source: Logged in users
es_es: Usuarios logueados

source: Non Logged users
es_es: Visitantes

source: User roles
es_es: Mostar a

source: Choose which user roles will see the popup.( Logged in users must be checked )
es_es: Selecciona a que tipo de usuarios registrados quieres mostrar la ventana (en el caso de que lo hayas marcado más arriba)

source: Administrator
es_es: Administradores

source: Editor
es_es: Editores

source: Author
es_es: Autores

source: Contributor
es_es: Colaboradores

source: Subscriber
es_es: Suscriptores

source: Show only if
es_es: Mostrar solo si...

source: The user has never left a comment
es_es: El usuario nunca ha dejado un comentario

source: The user arrived via a search engine.
es_es: El usuario viene procedente de un buscador

source: The user did not arrive on this page via another page on your site.
es_es: El usuario no viene desde esta página o desde otra página de tu sitio.

source: The user arrived via the following referrer
es_es: El usuario llegó por este referente

source: The user is on a certain URL (enter one URL per line)
es_es: El usuario se encuentra en una de estas direcciones (introduce una URL por línea).

source: The user is NOT on a certain URL (enter one URL per line)
es_es: El usuario NO se encuentra en ninguna de estas direcciones (introduce una URL por línea).

source: Delete Cookies
es_es: Eliminar cookies

source: If you already closed the popup and don't want to wait for %s days, click this button to see the popup again.
es_es: Si has cerrado el popup y no quieres esperar %s días para que se te vuelva a mostrar, pulsa este botón para poder volver a ver la ventana de nuevo.

source: Reset Plugin
es_es: Restaurar plugin

source: Check this box and click "Save Changes" below to reset the plugin options to their defaults.
es_es: Selecciona esta casilla y pulsa sobre "Guardar cambios" para restaurar el plugin con las opciones que vienen por defecto.

source: options updated.
es_es: opciones actualizadas.

source: Support %s
es_es: Soporte %s

source: If you enjoyed, please support this plugin:
es_es: Si te ha gustado este plugin, por favor ayúdanos:

source: Rate the plugin 5★ on WordPress.org
es_es: Puntua el plugin con 5★ en WordPress.org

source: Translate the plugin to your language
es_es: Traduce el plugin a tu idioma

source: Hire me!
es_es: ¡Contrátame!

source: Invite me a coffee :
es_es: Invítame a un café:

source: Save Settings
es_es: Guardar opciones
